Repository: danerx77/f1
Catalog: tm/data maps.tmx
Source language: en
Languages: pl

source: WARDEN: Thank you, lassie!\nYou're a real lifesaver!\pNo one could understand a word\nthat I said, not a one!\pI was too ashamed to show my face\naround the OFFICE, even.\pLet me give you something for your\ntrouble.
pl: DYREKTOR: Dzięki, malutka!\nRatujesz mi życie!\pNikt nie mógł zrozumieć ani\njednego słowa, ani jednego!\pWstydziłem się pokazać w takim\nstanie w moim BIURZE.\pPozwól, że dam ci coś specjalnego za\nfatygę.

# {PLAYER} received HM04 from the WARDEN.
source: {PLAYER} received HM04\nfrom the WARDEN.
pl: {PLAYER} dostaje HM04\nod DYREKTORA.

source: WARDEN: Inside HM04 you'll find\nSTRENGTH.\pIt lets POKéMON move boulders when\nyou're outside of battle.\pOh yes, did you find the SECRET\nHOUSE in the SAFARI ZONE?
pl: DYREKTOR: Wewnątrz HM04 znajdziesz\nSIŁĘ.\pGdy jesteś poza walką, pozwoli\nprzesuwać głazy POKéMONOM.\pA, właśnie, czy znalazłeś SEKRETNY\nDOM w STREFIE SAFARI?

# POKéMON photos and fossils are on display.
source: POKéMON photos and fossils are on\ndisplay.
pl: Wyświetlone są fotki i skamieliny\nPOKéMON.

# Old POKéMON merchandise is on display.
source: Old POKéMON merchandise is on\ndisplay.
pl: Wyświetlono stary towar\nPOKéMON.

source: Yo!\nChamp in the making!\pAt the POKéMON LEAGUE, you will\nface the ELITE FOUR all in a row.\pIf you lose, you have to start all\nover again!\pThis is it!\nGo for it!
pl: Hej!\nMistrzuniu!\pW LIDZE POKéMON musisz zmierzyć\nsię z ELITARNĄ CZWÓRKĄ po kolei.\pJeśli przegrasz, będziesz musiał\nzaczynać od nowa!\pTo wszystko!\nRuszaj!

source: From here on, you face the\nELITE FOUR one by one.\pIf you win, a door opens to the\nnext TRAINER. Good luck!
pl: Teraz, zmierzysz się sam\nna sam z ELITARNĄ CZWÓRKĄ.\pWygraj, a otworzą się drzwi\ndo następnego TRENERA.

source: I am so sorry, but you've wasted\nyour time coming here.\pLORELEI of the ELITE FOUR is\nabsent, you see.\pAs a result, the POKéMON LEAGUE is\nclosed for the time being.
pl: Przykro mi, ale zmarnowałeś czas\ntu przychodząc.\pLORELEI z ELITARNEJ CZWÓRKI jest\nchwilowo nieobecna.\pCo za tym idzie, LIGA POKéMON jest\ntymczasowo nieczynna.

source: AGATHA's GHOST-type POKéMON are\nhorrifically terrifying in toughness.\pI took my FIGHTING-type POKéMON\nand raised them to the max.\pI went at AGATHA feeling pretty\nconfident, but she whupped us.\pThat old lady's also got a really\nshort fuse, too.\pIt doesn't take anything to get\nthat scary lady hollering.
pl: Siła POKéMONÓW DUCHÓW AGATHY\njest wręcz przerażająca.\pZabrałem tam moje WALCZĄCE POKéMONY i\nnapakowałem je na maksa.\pWybrałem się do AGATHY czując się\ncałkowicie pewnie, ale rozwaliła mnie.\pTa staruszka, sama w sobie jest\nteż jak bomba.\pNie trzeba szczególnego powodu\nżeby wybuchła krzykiem.

source: Maybe becoming an ELITE FOUR\nmember is in the blood.\pFrom what I've heard, LANCE has\na cousin who's a GYM LEADER\lsomewhere far away.
pl: Może bycie członkiem ELITARNEJ\nCZWÓRKI to sprawa genów?\pSłyszałem, że LANCE jest\nkuzynem kogoś, kto jest LIDEREM\pSALI gdzieś daleko.

source: Do you believe in ghosts?
pl: Czy wierzysz w duchy?

# Really? So there are believers…
source: Really?\nSo there are believers…
pl: Serio?\nWięc są jacyś wierzący…

# Hahaha, I guess not.pThat white hand on your shoulder… I'm just imagining it.
source: Hahaha, I guess not.\pThat white hand on your shoulder…\nI'm just imagining it.
pl: Chacha, tak myślałam.\pTa biała ręka na twoim ramieniu…\nPrzywidziało mi się.

source: This town is known as the grave\nsite of POKéMON.\pMemorial services are held in\nPOKéMON TOWER.
pl: To miasto jest znane jako\ncmentarzysko POKéMONÓW.\pW WIEŻY POKéMON oddaje się\ncześć zmarłym.

source: Ghosts appeared in POKéMON TOWER.\pI think they're the spirits of\nPOKéMON that the ROCKETS killed.
pl: Duchy pojawiły się w WIEŻY\nPOKéMON.\pTo pewnie dusze POKéMONÓW,\nktóre zginęły z ręki ZESPOŁU R.

# LAVENDER TOWN The Noble Purple Town
source: LAVENDER TOWN\nThe Noble Purple Town
pl: LAVENDER TOWN\nZacne Miasto Błękitu

# New SILPH SCOPE! Make the Invisible Plain to See!pSILPH CO.
source: New SILPH SCOPE!\nMake the Invisible Plain to See!\pSILPH CO.
pl: Nowy SKANER SILPH!\nObejrzyj To Co Niewidoczne!\pSILPH CO.

# LAVENDER VOLUNTEER POKéMON HOUSE
source: LAVENDER VOLUNTEER\nPOKéMON HOUSE
pl: DOM POMOCY\nPOKéMON W LAVENDER

# POKéMON TOWER Becalm the Spirits of POKéMON
source: POKéMON TOWER\nBecalm the Spirits of POKéMON
pl: WIEŻA POKéMON\nKu Ukojeniu Dusz POKéMONÓW

source: Those horrible ROCKETS!\nThey deserve no mercy!\pThat poor CUBONE's mother…\pIt was killed trying to escape from\nTEAM ROCKET.
pl: Obrzydliwi ROCKETSI!\nNie zasługują na litość!\pMatka tego biednego CUBONE'A…\pZabito ją, gdy próbowała uciec\nZESPOŁOWI R.

source: The ghost of POKéMON TOWER is\ngone!\pSomeone must have soothed its\nrestless spirit!
pl: Duch WIEŻY POKéMON\nzniknął!\pKtoś musiał widocznie ukoić\njego niespokojną duszę!

source: Hello, hello!\nI am the official NAME RATER!\pWant me to rate the nicknames of\nyour POKéMON?
pl: Witaj, witaj!\nJestem oficjalnym KRYTYKIEM IMION!\pCzy mam ocenić ksywki twoich\nPOKéMONÓW?

# Which POKéMON's nickname should I critique?
source: Which POKéMON's nickname should\nI critique?
pl: Imię którego POKéMONA\npowinienem ocenić?

source: {STR_VAR_1}, is it?\nThat is a decent nickname!\pBut, would you like me to give it\na nicer name?\pHow about it?
pl: {STR_VAR_1}, czy tak?\nTo przyzwoite imię!\pAle, może chciałbyś go nazwać jakoś\ninaczej?\pCo ty na to?

# Ah, good. Then, what shall the new nickname be?
source: Ah, good. Then, what shall the new\nnickname be?
pl: Świetnie. Więc, jak powinienen\nsię nazywać?

source: Done! From now on, this POKéMON\nshall be known as {STR_VAR_1}!\pIt is a better name than before!\nHow fortunate for you!
pl: Gotowe! Od teraz, ten POKéMON\nznany będzie jako {STR_VAR_1}!\pTo dużo lepsze imię niż te stare!\nCudownie, czyż nie?

# I see. Do come visit again.
source: I see.\nDo come visit again.
pl: Rozumiem.\nWpadnij jeszcze.

source: Done! From now on, this POKéMON\nshall be known as {STR_VAR_1}!\pIt looks no different from before,\nand yet, this is vastly superior!\pHow fortunate for you!
pl: Gotowe! Od teraz, ten POKéMON\nbędzie znany jako {STR_VAR_1}!\pNie różni się niczym od poprzedniego\ni dzięki temu jest niesamowite!\pAle ty masz pomyślunek!

source: {STR_VAR_1}, is it?\nThat is a truly impeccable name!\pTake good care of {STR_VAR_1}!
pl: {STR_VAR_1}, czyż nie?\nTo bardzo adekwatne imię!\pOpiekuj się dobrze {STR_VAR_1}!

# Now, now. That is merely an EGG!
source: Now, now.\nThat is merely an EGG!
pl: No, no!\nTo zwyczajne JAJKO!

source: I'm searching for items that raise\nthe stats of POKéMON.\pThey're effective over the course\nof a single battle.\pX ATTACK, X DEFEND, X SPEED, \nand X SPECIAL are what I'm after.\pDo you know where I can get them?
pl: Szukam przedmiotów, które zwiększają\nstatystyki POKéMONÓW.\pSą efektywne w przeciągu\npojedynczej walki.\pObiektem moich poszukiwań są\nX ATAK, X OBRONA, X SZYBKOŚĆ i\pX SPECJALNE.\pWiesz może, gdzie je zdobyć?

# Did you buy some REVIVES? They revive any fainted POKéMON!
source: Did you buy some REVIVES?\nThey revive any fainted POKéMON!
pl: Czy kupiłeś OCUCACZ?\nPotrafi ocucić omdlonego POKéMONA!

source: Sometimes, a TRAINER duo will\nchallenge you with two POKéMON\lat the same time.\pIf that happens, you have to send\nout two POKéMON to battle, too.
pl: Czasmi, duet TRENERÓW może\nwyzwać cię na pojedynek używając\ldwóch POKéMONÓW jednocześnie.\pWtedy i ty musisz wysłać\ndo walki dwa POKéMONY.

source: TEAM ROCKET will do anything for\nthe sake of money!\pThere is no job too dirty, no deed\ntoo heinous, no crime too wicked!
pl: ZESPÓŁ R zrobi wszystko, by\nzdobyć pieniądze.\pNie ma dla nich roboty zbyt brudnej,\nczy zbyt zakręconej zbrodni!

source: I saw CUBONE's mother trying to\nescape from TEAM ROCKET.\pShe was killed trying to get away…
pl: Widziałem jak matka CUBONE'A\npróbowała uciec ZESPOŁOWI R.\pZabili ją, gdy chciała zbiec…

source: You know how the CUBONE species\nwears skulls, right?\pPeople will pay a lot for one.
pl: Wiesz, że gatunek CUBONE'A\nnosi czaszki, prawda?\pLudzie zapłacą za nie dużo forsy.

source: I recently moved to this town.\pI hear that MR. FUJI's not from\nthese parts originally, either.
pl: Ostatnio wprowadziłem się do\ntego miasta.\pPodobno PAN FUJI też nie pochodzi\nz tych stron.

# That's odd, MR. FUJI isn't here. Where'd he go?
source: That's odd, MR. FUJI isn't here.\nWhere'd he go?
pl: Dziwne, nie ma PANA FUJIEGO.\nGdzie mógł pójść?

# MR. FUJI had been praying alone for CUBONE's mother.
source: MR. FUJI had been praying alone\nfor CUBONE's mother.
pl: PAN FUJI modlił się sam za\nmatkę CUBONE'A.

source: This is really MR. FUJI's house.\pHe's really kind.\pHe looks after abandoned and\norphaned POKéMON.
pl: To naprawdę dom PANA FUJIEGO.\pJest bardzo miły.\pTroszczy się samotnymi i\nosieroconymi POKéMONAMI.

# It's so warm! POKéMON are so nice to hug.
source: It's so warm!\nPOKéMON are so nice to hug.
pl: Taki ciepły!\nLubię przytulać POKéMONY.

source: MR. FUJI: {PLAYER}…\pYour POKéDEX quest is one that\nrequires strong dedication.\pWithout deep love for POKéMON,\nyour quest may fail.\pI'm not sure if this will help you,\nbut I'd like you to have it.
pl: PAN FUJI: {PLAYER}...\pTwoja misja POKéDEKSOWA wymaga\nwielkiego poświęcenia.\pBez olbrzymiej miłości do POKéMONÓW,\nmoże ci się nie udać.\pNie wiem, czy ci to pomoże, ale\nchcę, żebyś to wziął.

# {PLAYER} received a POKé FLUTE from MR. FUJI.
source: {PLAYER} received a POKé FLUTE\nfrom MR. FUJI.
pl: {PLAYER} dostaje POKé FLET\nod PANA FUJIEGO.

source: Upon hearing the POKé FLUTE,\nsleeping POKéMON will spring awake.\pTry using it on POKéMON that are\nsleeping obstacles.
pl: Gdy śpiący POKéMON usłyszy dźwięk\nPOKé FLETU natychmiast wstanie.\pSpróbuj użyć go na POKéMONIE,\nktóry śpi na drodze.

source: You must make room for this!
pl: Musisz zrobić na to miejsce!

# MR. FUJI: Has my POKé FLUTE helped you?
source: MR. FUJI: Has my POKé FLUTE\nhelped you?
pl: PAN FUJI: Czy pomógł ci mój\nPOKé FLET?

source: POKéMON FAN MAGAZINE\nMonthly Grand Prize Drawing!\pThe application form is…\pGone! It's been clipped out.\nSomeone must have applied already.
pl: POKéMON FAN MAGAZINE\nComiesięczne Losowanie Nagród!\pKupon zgłoszeniowy…\pZniknął! Został wycięty.\nPewnie ktoś inny chciał wziąć udział.

source: POKéMON magazines line the shelf.\pPOKéMON INSIDER…\pPOKéMON FAN…
pl: Cała półka POKéMONOWYCH czasopism.\pPOKéMON INSIDER…\pPOKéMONFAN…

source: Can you imagine?\nIf this volcano were to erupt?\pThe explosion would be the end of\nus. How terrifying is that?\pWhile we're terrified, would you\nlike me to teach EXPLOSION?
pl: Wyobrażasz sobie, co by było\ngdyby wybuchł tu wulkan?\pEksplozja zabiłaby nas\nwszystkich. Potworne, czyż nie?\pMy tu się straszymy, a\nja mogę nauczyć POKéMONA EKSPLOZJI!

# Yeah, you're right. It is too terrifying.
source: Yeah, you're right.\nIt is too terrifying.
pl: Tak, masz rację.\nTo zbyt straszne.

# You're terribly brave!pWhich POKéMON should I teach EXPLOSION?
source: You're terribly brave!\pWhich POKéMON should I teach\nEXPLOSION?
pl: Jesteś odważny!\pKtóry POKéMON ma nauczyć się ataku\nEKSPLOZJA?

# Using EXPLOSION while on this volcano…pWhat a terrifying thrill!
source: Using EXPLOSION while on this\nvolcano…\pWhat a terrifying thrill!
pl: Użyć EKSPLOZJI stojąc na tym\nwulkanie…\pCo za straszny dreszcz!

source: Over here.\nWe'll try digging here.\pThat treasure the ADMINS've been\ntalking about should be here.
pl: Tutaj.\nSpróbujemy kopać w tym miejscu.\pSkarb o którym mówili szefowie\npowinien być gdzieś tutaj.

# What the…? You're in the way. Get lost.
source: What the…?\nYou're in the way. Get lost.
pl: Co do…?\nStoisz nam na drodze. Spadaj.

# Whew, punched through at last. Let's go treasure hunting!
source: Whew, punched through at last.\nLet's go treasure hunting!
pl: Uff, wreszcie się przekopałem.\nSzukajmy skarbu!

source: Any treasure we find, we haul back\nto the WAREHOUSE, understood?\p…Oh, and what're the passwords?\nAt the ROCKET WAREHOUSE, I mean.
pl: Każdy znaleziony skarb ma znaleźć\nsię w SKŁADZIE, czy to jasne?\p…Och, a jakie są hasła? Mówie o\nhasłach do SKŁADU ZESPOŁU R.

source: What, you forgot the password?\nThere're actually two.\pThe first one's “GOLDEEN need\nlog.”\pAnd the second one is…
pl: Jak to zapomniałeś hasła?\nW zasadzie, to nawet są dwa.\pPierwsze brzmi “GOLDEEN need\nlog.”\pNo, a drugie to…

# Hey! This snoop's been listening in!
source: Hey!\nThis snoop's been listening in!
pl: Hej!\nTen gnojek nas podsłuchuje!

# You've been eavesdropping on us, haven't you?
source: You've been eavesdropping on us,\nhaven't you?
pl: Podsłuchiwałeś nas,\nprawda?

source: Huh, what?
pl: Hę, co?

source: Why'd you have to win?
pl: Dlaczego wygrałeś?

# Trying to horn in on our treasure? Don't bet on it!
source: Trying to horn in on our treasure?\nDon't bet on it!
pl: Chcesz zdobyć nasz skarb?\nNie ma mowy!

# Wait! But how?
source: Wait!\nBut how?
pl: Czekaj!\nJak?

# Develop amnesia conveniently and forget everything you heard!
source: Develop amnesia conveniently and\nforget everything you heard!
pl: Dostań nagłej amnezji i zapomnij\nco usłyszałeś! TO ROZKAZ!

source: What a setback…\nWe'll have to regroup.\pYou! Don't even think about taking\na step inside here!\pIf you know what's good for you,\ndon't even think about this!
pl: Co za pomyłka…\nTrzeba się przegrupować.\pTy! Nawet nie próbuj zrobić\nkroku do środka!\pJeśli wiesz co dla ciebie dobre,\nnawet o tym nie myśl!

# An active volcano is one that's erupting, or about to.
source: An active volcano is one that's\nerupting, or about to.
pl: Aktywne wulkany mogą wybuchnąć\nw każdej chwili.

# Whew… That was hot! Sweat's erupting from me!
source: Whew… That was hot!\nSweat's erupting from me!
pl: Uff… To było ostre!\nCały się spociłem!

source: They say there're over 1,500\nactive volcanoes in the world.\pJust thinking about them makes me\nfeel all hot and gooey inside!
pl: Podobno na świecie jest ponad\n1,500 aktywnych wulkanów.\pNa samą myśl robi mi się\ngorąco! Straszne!

# Do you know how caves form inside volcanoes?
source: Do you know how caves form inside\nvolcanoes?
pl: Wiesz, że w środku wulkanów\nsą jaskinie?

# Atchah! You're shockingly good!
source: Atchah!\nYou're shockingly good!
pl: Atchah!\nNiespodziewanie dobry!

source: When lava at the surface of magma\nhardens, and the magma inside flows\lout, caverns are left behind.
pl: Gdy lawa na powierzchni magmy\ntwardnieje, a wewnątrz nadal płynie\lpozostawia za sobą groty.

source: I've been in training so I can mend\nmy broken heart…\pIt toughened me up physically at\nleast! Hi-yah!
pl: Trenuję, by ukoić swoje złamane\nserce…\pPrzynajmniej wzmocniło mnie\nto psychicznie! Hi-jah!

source: I think I tried to overdo it…
pl: Chyba przedobrzyłam…

# The way you battle, it reminds me of the guy who dumped me…
source: The way you battle, it reminds me\nof the guy who dumped me…
pl: Sposób twojej walki, przypomina\nmi mojego dawnego faceta…

source: {PLAYER} found a RUBY!
pl: Znalazłeś RUBIN!

# WHOA! You shocked me!l…Oh, you're just a kid!
source: WHOA!\nYou shocked me!\l…Oh, you're just a kid!
pl: ŁOŁ!\nPrzestraszyłeś mnie!\l…Zwykły dzieciak!

# Wow! Shocked again!
source: Wow!\nShocked again!
pl: Jestem w szoku!

# Kids like you shouldn't be wandering around here in the dark.
source: Kids like you shouldn't be\nwandering around here in the dark.
pl: Takie dzieciaki jak ty,\nnie powinny włóczyć się tu po ciemku.

# Did you come to explore the cave, too?
source: Did you come to explore the cave,\ntoo?
pl: Też przyszedłeś zwiedzić\njaskinię?

# Losing stinks! It's so uncool.
source: Losing stinks!\nIt's so uncool.
pl: Przegrywanie jest do niczego.

# I came all the way down here to show off to girls.
source: I came all the way down here to\nshow off to girls.
pl: Przyszedłem tu, tylko dla\ndziewcząt.

# Wow! It's way bigger in here than I thought!
source: Wow! It's way bigger in here than\nI thought!
pl: Łoł! Jest większa niż mi się\nwydawało!

# Oh! I lost it!
source: Oh!\nI lost it!
pl: O!\nPrzegrałam!

# How do you get out of here? It's so big, I may get lost.
source: How do you get out of here?\nIt's so big, I may get lost.
pl: Jak się stąd wydostać?\nZdaje mi się, że się zgubiłam.

# What! Don't sneak up on me!
source: What!\nDon't sneak up on me!
pl: Co!\nNie podkradaj się!

source: My POKéMON won't do!
pl: Za słabe POKéMONY!

# I have to find stronger POKéMON. Where might they be?
source: I have to find stronger POKéMON.\nWhere might they be?
pl: Muszę znaleźć silniejsze POKéMONY.\nCiekawe gdzie są?

# What? I'm waiting for my friends to findlme here.
source: What?\nI'm waiting for my friends to find\lme here.
pl: Co?\nCzekam, aż znajdą mnie tu moi\lprzyjaciele.

source: I lost?
pl: I już?

# I came because I heard there are some very rare fossils here.
source: I came because I heard there are\nsome very rare fossils here.
pl: Przyszłam, bo podobno są \ntu jakieś rzadkie skamieliny.

# Suspicious men are in the cave. What about you?
source: Suspicious men are in the cave.\nWhat about you?
pl: Podejrzani ludzie kręcą się\nw jaskini.

source: You got me!
pl: Masz mnie!

# I saw them! I'm sure they're from TEAM ROCKET!
source: I saw them!\nI'm sure they're from TEAM ROCKET!
pl: Widziałem ich!\nSą pewnie z ZESPOŁU R!

# You need to go through this cave to get to CERULEAN CITY.
source: You need to go through this cave\nto get to CERULEAN CITY.
pl: Musisz przejść przez tą jaskinię,\nby dojść do CERULEAN.

source: I lost.
pl: I już.

# ZUBAT is tough! But if you can catch one, you'lllbe able to count on it.
source: ZUBAT is tough!\nBut if you can catch one, you'll\lbe able to count on it.
pl: ZUBAT jest silny!\nAle jeśli już jednego złapiesz,\lmożesz na nim polegać.

# Beware! ZUBAT is a bloodsucker!
source: Beware!\nZUBAT is a bloodsucker!
pl: Uwaga!\nZUBAT to krwiopijca!

source: Hi, I'm excavating for fossils here\nunder MT. MOON.\pSometimes, BROCK of PEWTER GYM\nlends me a hand.
pl: Witam, prowadzę wykopaliska w celu\nodnalezienia tu skamielin.\pCzasem pomaga mi\nBROCK z PEWTER CITY.

# Hey, stop!pI found these fossils! They're both mine!
source: Hey, stop!\pI found these fossils!\nThey're both mine!
pl: Hej, stój!\pZnalazłem te skamieliny!\nSą moje!

# Okay! I'll share!
source: Okay!\nI'll share!
pl: Ok!\nPodziele się!

# We'll each take a fossil! No being greedy!
source: We'll each take a fossil!\nNo being greedy!
pl: Każdy weźmie po jednej!\nNie bądź chciwy!

# All right. Then this fossil is mine!
source: All right.\nThen this fossil is mine!
pl: Spoko.\nW takim razie ja biorę tą!

source: Far away, on CINNABAR ISLAND,\nthere's a POKéMON LAB.\pThey do research on regenerating\nfossils.
pl: Daleko, na WYSPIE CINNABAR,\njest LABORATORIUM.\pProwadzą tam badania nad ożywianiem\nskamielin.

source: We, TEAM ROCKET, shall find the\nfossils!\pReviving POKéMON from them will\nearn us huge riches!
pl: My, ZESPÓŁ R, znajdziemy te\nskamieliny!\pOżywienie POKéMONA pozwoli nam\nzarobić wielkie sumy!

# Urgh! Now I'm mad!
source: Urgh!\nNow I'm mad!
pl: Urg! \nJestem zły!

# You made me mad! TEAM ROCKET will blacklist you!
source: You made me mad!\nTEAM ROCKET will blacklist you!
pl: Zdenerwowałeś mnie!\nZESPÓŁ R cię znienawidzi!

# We, TEAM ROCKET, are POKéMON gangsters!lWe strike fear with our strength!
source: We, TEAM ROCKET, are POKéMON\ngangsters!\lWe strike fear with our strength!
pl: My, ZESPÓŁ R, jesteśmy\nPOKéMONOWYMI gangsterami!\lZwalczamy strach siłą!

source: I blew it!
pl: Kurcze!

# Darn it all! My associates won't stand for this!
source: Darn it all!\nMy associates won't stand for this!
pl: Cholera!\nMoi towarzysze ci nie darują!

# We're pulling a big job here! Get lost, kid!
source: We're pulling a big job here!\nGet lost, kid!
pl: Odwalamy tu wielką robotę!\nSpadaj maluchu!

source: So, you are good…
pl: Jesteś niezły…

# If you find a fossil, give it to me and scram!
source: If you find a fossil, give it to me\nand scram!
pl: Znajdź skamielinę, daj mi ją i\nspadaj!

# Little kids shouldn't be messing around with grown-ups!pIt could be bad news!
source: Little kids shouldn't be messing\naround with grown-ups!\pIt could be bad news!
pl: Małe dzieci nie powinny bawić\nsię z dorosłymi!\pTo może im zaszkodzić!

source: I'm steamed!
pl: Ugotowany!

# POKéMON lived here long before people came.
source: POKéMON lived here long before\npeople came.
pl: POKéMONY żyły tu na długo przed\nludźmi.

source: Do you want the DOME FOSSIL?
pl: Chcesz SKAM. SKORUPĘ?

source: Do you want the HELIX FOSSIL?
pl: Chcesz SKAM. ŚLIMAK?

source: Obtained the HELIX FOSSIL!
pl: Dostajesz SKAM. ŚLIMAK!

source: Obtained the DOME FOSSIL!
pl: Dostajesz SKAM. SKORUPĘ!

source: BILL: Here we are!\nThis is ONE ISLAND.\pThere are several islands around\nhere, and this is one of them.\pMy friend CELIO sent the boat to\nfetch me here.\pHe's in charge of the island's PC\nnetwork by his lonesome.\p…Why am I telling you this now?\nLet's just go see CELIO!
pl: BILL: No i jesteśmy!\nTo WYSPA ONE.\pJest tu jeszcze kilka wysp,\na to jedna z nich.\pMój przyjaciel CELIO wysłał po mnie\nłódź, bym mógł tu dotrzeć.\pSam musi zajmować się siecią\nPC na tej wyspie.\p…Hmmm... dlaczego ci to mówię?\nNie ważne, chodźmy go poszukać!

# Ahoy, there! Where do you want to sail?
source: Ahoy, there!\nWhere do you want to sail?
pl: Ahoj, mały!\nGdzie chcesz popłynąć?

source: Here we are on an island smack in\nthe middle of nowhere.\pWe're lucky to have an upstanding\nyoung man like CELIO here.\pMy granddaughter was in a tizzy\nover CELIO's friend.\pSomething about a famous\nPOKéMANIAC?\pI'm not sure what that means, but\nCELIO is quite the man!
pl: Oto jesteśmy na wyspie na środku\npustkowia.\pMamy szczęście, że żyje tu taki\nwspaniały młodzieniec jak CELIO.\pMoja wnuczka szalała kiedyś za\nprzyjacielem CELIA.\pPytasz o sławnego\nPOKéMANIAKA?\pNie jestem pewien co masz na myśli,\nale CELIO jest wspaniały!

source: My granddaughter was in a tizzy\nover a new breakthrough.\pShe said we now have PC linkage\nwith people in KANTO.\pI'm not sure what that means, but\nCELIO is quite the man!
pl: Moja wnuczka szaleje z powodu\nnowego przełomu!\pMówi, że mamy teraz połączenie PC\nz ludźmi w KANTO.\pNie jestem pewien, co to znaczy, ale\nCELIO jest wspaniały!

source: My granddaughter was in a tizzy\nover a new breakthrough.\pShe said we finally have PC linkage\nwith people in HOENN.\pI'm not sure what that means, but\nCELIO is quite the man.\pHe would make a fine husband for\nmy granddaughter!
pl: Moja wnuczka szaleje z powodu\nnowego przełomu!\pMówi, że mamy teraz połączenie PC\nz ludźmi w HOENN.\pNie jestem pewien, co to znaczy, ale\nCELIO jest wspaniały!\pByłby wspaniałym mężem dla\nmojej małej wnuczusi.

# ONE ISLAND Friends Gather at Knot Island
source: ONE ISLAND\nFriends Gather at Knot Island
pl: WYSPA ONE\nZlot Przyjaciół na Wyspie Knot

# Expanding the POKéMON World! POKéMON NET CENTER
source: Expanding the POKéMON World!\nPOKéMON NET CENTER
pl: Poszerzamy Świat POKéMONÓW!\nPOKéMON NET CENTER

# Hi, sight-seeing, are you? Isn't the warm climate here great?
source: Hi, sight-seeing, are you?\nIsn't the warm climate here great?
pl: Cześć, zwiedzamy, czyż nie?\nCzyż klimat tu nie jest świetny?

# On sunny days, I step out and gaze upon the volcano.pThat's my daily routine.
source: On sunny days, I step out and gaze\nupon the volcano.\pThat's my daily routine.
pl: W słoneczne dni, wychodzę i gapie\nsię na wulkan.\pTakie moje małe wariactwo.

# Let me think… When was the last time MT. EMBER erupted?
source: Let me think… When was the last\ntime MT. EMBER erupted?
pl: Niech pomyślę… Kiedy ostatnio\nwybuchła GÓRA ŻARU?
